/* ------------------ */
/* Variables          */
/* ------------------ */

let admin;
let name = 'John';
admin = name;
console.log(admin);

const Earth = 1;
let onlineUser = ['엄현호', '엄현호2', '엄현호3'];
console.log(`현재 행성 번호 ${Earth} \n현재 접속중인 인원 ${onlineUser}`);

/* 다음 내용을 분석한 후, 프로그래밍 할 수 있도록 변수와 상수를 작성해봅니다. ----------- */

// - 갯수 별 상품 가격 계산하기
// - 구매 제품 가격의 총 합
// - 1년 기준 일(day)자 수
// - 구매 결제 여부
// - 구매 결제 내역
// - 브랜드 접두사
// - 오늘의 운세
// - 상품 정보

/* variables ----------------------------------------------------------- */

/* constant variables -------------------------------------------------- */
